[
  {

    "Id": "my_kengan_ashura",

    "Maker": "me",

    "img": "https://images-na.ssl-images-amazon.com/images/I/61QnmCR-QKL._SX352_BO1,204,203,200_.jpg",

    "Url": "",

    "Title": "Kengan Ashura Manga by Yabako Sandrovich.",

    "Description": "Japanese manga series written by Yabako Sandrovich and illustrated by Daromeon. It was serialized on Shogakukan's Ura Sunday website from April 2012 to August 2018, with its chapters compiled into twenty-seven tankōbon volumes. ",

    "Ratings": null

  },

  {

    "Id": "my_naruto",

    "Maker": "me",

    "img": "https://i.pinimg.com/236x/95/1b/22/951b229e2fefde506ef72bd26d153fd2.jpg",

    "Url": "",

    "Title": "Naruto Manga by Masashi Kishimoto.",

    "Description": "Japanese manga series written and illustrated by Masashi Kishimoto. It tells the story of Naruto Uzumaki, a young ninja who seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village. The story is told in two parts – the first set in Naruto's pre-teen years, and the second in his teens. The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto",

    "Ratings": null

  },

  {

    "Id": "my_kengan_omega",

    "Maker": "me",

    "img": "https://i.redd.it/aykyok3xum241.jpg",

    "Url": "",

    "Title": "Kengan Omega Manga by Yabako Sandrovich.",

    "Description": "Japanese manga series written by Sandrovich Yabako and illustrated by Daromeon and the sequel to Kengan Ashura.",

    "Ratings": null

  },

  {

    "Id": "my_hajime_mo_ippo",

    "Maker": "me",

    "img": "https://desu.me/data/manga/covers/preview/8.jpg",

    "Url": "",

    "Title": "Hajime No Ippo Manga by Jyoji Morikawa.",

    "Description": "Japanese boxing-themed manga series written and illustrated by George Morikawa. It has been serialized by Kodansha in Weekly Shōnen Magazine since October 1989 and collected into 132 tankōbon volumes as of September 2021. It follows the story of high school student Makunouchi Ippo, as he begins his career in boxing and over time obtains many titles and defeats various opponents.",

    "Ratings": null

  },

  {

    "Id": "my_death_note",

    "Maker": "me",

    "img": "https://cdn.shopify.com/s/files/1/0882/5118/products/VIZ_MEDIA-Death_Note_Vol_1_Boredom_Manga-2004764_1024x1024.jpg?v=1623370109",

    "Url": "",

    "Title": "Death Note Manga by Tsugumi Ohba. ",

    "Description": "Japanese manga series written by Tsugumi Ohba and illustrated by Takeshi Obata. The story follows Light Yagami, a teen genius who discovers a mysterious notebook: the 'Death Note', which belonged to the Shinigami Ryuk, and grants the user the supernatural ability to kill anyone whose name is written in its pages. ",

    "Ratings": null

  },
  {

    "Id": "my_hxh",

    "Maker": "me",

    "img": "https://i.redd.it/i8v8yf3mzbpz.png",

    "Url": "",

    "Title": "HxH Manga by Yoshihiro Togashi. ",

    "Description": "Japanese manga series written and illustrated by Yoshihiro Togashi. It has been serialized in Shueisha's Weekly Shōnen Jump since March 1998, although the manga has frequently gone on extended hiatuses since 2006. Its chapters have been collected in 36 tankōbon volumes as of October 2018. The story focuses on a young boy named Gon Freecss who discovers that his father, who left him at a young age.",

    "Ratings": null

  },

  {

    "Id": "my_tokyo_ghoul",

    "Maker": "me",

    "img": "https://i.pinimg.com/236x/44/b9/8a/44b98ac250cbb418fbad0df49c7552aa--tokyo-ghoul-manga-read-tokyo-ghoul.jpg",

    "Url": "",

    "Title": "Tokyo Ghoul Manga by Sui Ishida. ",

    "Description": "Japanese dark fantasy manga series written and illustrated by Sui Ishida. It was serialized in Shueisha's seinen manga magazine Weekly Young Jump between September 2011 and September 2014, and was collected in fourteen tankōbon volumes.",

    "Ratings": null

  },

  {

    "Id": "my_bleach",

    "Maker": "me",

    "img": "https://www.sekinamayu.com/wp-content/uploads/2021/09/Bleach-Manga-Cover-683x1024.jpg",

    "Url": "",

    "Title": "Bleach Manga by Tite Kubo. ",

    "Description": "Japanese manga series written and illustrated by Tite Kubo. Bleach follows the adventures of the hotheaded teenager Ichigo Kurosaki, who inherits his parents' destiny after he obtains the powers of a Soul Reaper—a death personification similar to the Grim Reaper—from another Soul Reaper, Rukia Kuchiki. ",

    "Ratings": null

  },

  {

    "Id": "my_jjk",

    "Maker": "me",

    "img": "https://img1.od-cdn.com/ImageType-100/6378-1/%7BC2013890-2DF9-4B38-8C5B-1051809CD8AE%7DImg100.jpg",

    "Url": "",

    "Title": "Jujutsu Kaisen Manga by Gege Akutami",

    "Description": "Japanese manga series written and illustrated by Gege Akutami, serialized in Shueisha's Weekly Shōnen Jump since March 2018. The Jujutsu Kaisen chapters are collected and published by Shueisha, with seventeen tankōbon volumes released as of October 2021.",

    "Ratings": null

  }


]
